Repository: silverbackstudio/wp-forms
Catalog: languages/svbk-forms-*.po
Languages: it_it

source: Submit
it_it: Invia

source: Thanks for your request, we will reply as soon as possible.
it_it: Grazie per la tua richiesta, risponderemo prima possibile.

source: Input data error
it_it: Errore nei dati inseriti

source: Empty or invalid field [%s]
it_it: Campo vuoto o non valido [%s]

source: Required fields
it_it: Campi obbligatori

source: Close
it_it: Chiudi

source: <b>[privacy-controller-name]</b> will process your information to respond to your request.
it_it: <b>[privacy-controller-name]</b> tratterà i tuoi dati per rispondere alla tua richiesta

source: You can unsubscribe at any time by clicking on the link at the bottom of each email.
it_it: Puoi opporti al trattamento in qualsiasi momento cliccando sul link in calce in fondo ad ogni email

source: I have read and accept the [privacy-policy-link] and agree to receive personalized promotional informations.
it_it: Ho letto la [privacy-policy-link] ed acconsento a ricevere informazioni promozionali personalizzate.

source: To select partial consents %s
it_it: Per selezionare i consensi parzialmente %s

source: I have read and agree to the [privacy-policy-link]
it_it: Ho letto e accetto la [privacy-policy-link]

source: First Name
it_it: Nome

source: Please enter first name
it_it: Per favore inserisci il nome

source: Email Address
it_it: Indirizzo Email

source: Invalid email address
it_it: Indirizzo e-mail non valido

source: Privacy Policy terms must be accepted
it_it: L'informativa sulla privacy deve essere accettata

source: click here
it_it: clicca qui

source: I have read the [privacy-policy-link] and agree to the processing of my data to receive personalized promotional materials based on my browsing data.
it_it: Ho letto la [privacy-policy-link] e acconsento al trattamento dei miei dati per ricevere informazioni promozionali personalizzate sulla base dei miei dati di navigazione

source: The marketing policy must be accepted to continue
it_it: Il consenso sui materiali promozionali è necessario per proseguire

source: I have read the [privacy-policy-link] and agree to the processing of my data to receive informative material
it_it: Ho letto la [privacy-policy-link] e acconsento al trattamento dei miei dati per ricevere materiale informativo

source: Message
it_it: Messaggio

source: Please write a brief description of your request
it_it: Descrivi la tua richiesta per poter continuare

source: The newsletter policy must be accepted to continue
it_it: Il consenso sui materiali informativi è necessario per proseguire

source: Unable to send email, please contact the website owner
it_it: Impossibile inviare l'email, contattare il proprietario del sito

source: Contact Request (no-template)
it_it: Richiesta contatto (no-template)

source: Thanks for your request, please download your file <a href="%s">here</a>
it_it: Grazie per la tua richiesta, puoi scaricare il file cliccando qui

source: The specified download doesn't exists anymore. Please contact site owner
it_it: Il download richiesto non è più disponibile, contattate il proprietario del sito per maggiori informazioni.
